Repository: wp-plugins/mapme
Catalog: languages/mapme-*.po
Languages: he_il

source: Settings
he_il: הגדרות

source: Map ID
he_il: שם המפה:

source: Companies List
he_il: רשימת חברות

source: Company Info Link
he_il: קישור לעמוד החברה

source: The plugin works with 3 basic shortcodes: %1$s, %2$s and %3$s.
he_il: התוסף עובד עם 3 פקודות מקרו:%1$s, %2$s וכן %3$s.

source: To make the magic happen, enter the following information:
he_il: כדי להפעיל את התוסף, יש להזין את הפרטים הבאים:

source: Map id from the <a href="http://mapme.com/content/maps/">Map list</a>.
he_il: שם המפה מתוך <a href="http://mapme.com/content/maps/">רשימת המפות</a>.

source: In the company list, make the companies clickable URLs
he_il: ברשימת החברות, הקישורים יובילו לעמוד עם פרטי החברה

source: When using the %s shortcode, you can show a simple list of companies or a linkble list.
he_il: כאשר נעשה שימוש ב-%s, ניתן להציג רשימה פשוטה של חברות או רשימה של קישורים המובילה למידע נוסף על כל חברה.

source: Link to the page with the %s shortcode.
he_il: קישור לעמוד עם %s.

source: Website:
he_il: אתר:

source: Phone:
he_il: טלפון:

source: Founding Year:
he_il: שנת הקמה:

source: Number of Employees:
he_il: מספר עובדים:

source: Address:
he_il: כתובת:

source: About:
he_il: אודות:

source: Facebook Page:
he_il: פייסבוק:

source: Linkedin:
he_il: לינקדאין:

source: Twitter:
he_il: טוויטר:

source: Embed community maps from Mapme.com into your WordPress site
he_il: הטמעת מפות קהילתיות מתוך Mapme.com באתרי וורדפרס

source: Rami Yushuvaev
he_il: רמי יושובייב
